[
    [],
    [
        [
            "p",
            "O processo de envelhecimento em barris de carvalho é um método tradicionalmente usado para amadurecer o vinho e dar-lhe características únicas de sabor, aroma e cor.",
            "text-xs",
            {
                "top": 30,
                "paddingLeft": 20,
                "paddingRight": 70
            }
        ]
    ],
    [
        [
            "p",
            "Durante o tempo de fermentação, o vinho é exposto ao oxigênio através dos poros da madeira do barril, permitindo que ocorra uma oxidação lenta e controlada que pode ajudar a amaciar os taninos do vinho e atribuir características no sabor e no aroma.",
            "text-xs   text-right ",
            {
                "top": 16,
                "paddingLeft": 85,
                "paddingRight": 15
            }
        ]
    ],
    [
        [
            "p",
            "A madeira de carvalho é rica em compostos aromáticos, como vanilina e lactonas, que podem ser transferidos para o vinho durante o envelhecimento em barris.",
            "text-center    ",
            {
                "top": 50,
                "paddingLeft": 65,
                "paddingRight": 65,
                "fontSize": 10
            }
        ]
    ],
    [
        [
            "p",
            "VINHO BRANCO TAMBÉM PASSA POR BARRICA DE CARVALHO?",
            "font-semibold   text-base",
            {
                "top": 15,
                "paddingLeft": 15
            }
        ],
        [
            "p",
            "Sim. O processo é menos comum que no vinho tinto, e tende a ser por períodos menores. Como o vinho branco é mais delicado, a exposição prolongada poderia deixar os aromas e sabores da madeira encobrindo os do vinho branco.",
            "   ",
            {
                "top": 70,
                "paddingLeft": 15,
                "paddingRight": 45,
                "fontSize": 10
            }
        ]
    ],
    [
        [
            "p",
            "Seja em barricas ou grandes tonéis, a influência do carvalho no vinho modifica a experiência sensorial na sua degustação.",
            "text-center     leading-tight",
            {
                "top": 25,
                "paddingLeft": 25,
                "paddingRight": 25,
                "fontSize": 12
            }
        ],
        [
            "p",
            "Você prefere vinhos com passagem por barrica?",
            "text-center     font-semibold leading-tight",
            {
                "top": 90,
                "paddingLeft": 25,
                "paddingRight": 25,
                "fontSize": 12
            }
        ],
        [
            "p",
            "Prefere seu vinho sem essa influência?",
            "text-center     font-semibold leading-tight",
            {
                "top": 130,
                "paddingLeft": 25,
                "paddingRight": 25,
                "fontSize": 12
            }
        ]
    ]
]